Repository: pkot/gnokii
Catalog: po/*.po
Languages: pl

source: Enter name of new file:
pl: Podaj nazwê pliku:

source: Failed to write file "%s"
pl: NIeudana próba zapisu pliku "%s"

source: Dealer welcome note
pl: Komunikat powitalny operatora

source: currently set to "%s"
pl: ustawiony jako "%s"

source: currently empty
pl: pusty

source: Welcome note
pl: Komunikat powitalny

source: Operator logo for %s (%s) network got succesfully
pl: Logo operatora sieci %s (%s) pobrane prawid³owo!

source: Sorry, gnokii doesn't know %s network !
pl: Niestety gnokii nie zna sieci %s!

source: Startup logo got successfully
pl: Logo startowe pobrane prawid³owo

source: Your phone doesn't have logo uploaded !
pl: Twój telefon nie ma za³adowanego logo!

source: Caller logo got successfully
pl: Logo dzwoni±cego pobrane prawid³owo

source: Caller group name: %s, ringing tone: %s (%d)
pl: Nazwa grupy: %s, dzwonek: %s (%d)

source: Unknown bitmap type.
pl: Nieznany typ obrazka.

source: What kind of logo do you want to get ?
pl: Jakiego typu logo chcesz pobraæ?

source: Error while reading file "%s": %s
pl: B³±d odczytu pliku "%s": %s

source: What kind of logo do you want to set ?
pl: Jakiego typu logo chcesz ustawiæ?

source: Error setting
pl: B³±d podczas ustawiania

source: dealer
pl: operator

source: welcome note -
pl: komunikat powitalny -

source: SIM card and PIN is required
pl: Wymagana karta SIM i podanie numeru PIN

source: too long, truncated to "%s" (length %i)
pl: zbyt d³ugi, skrócony do "%s" (d³ugo¶æ %i)

source: Error setting startup logo - SIM card and PIN is required
pl: Nieudana próba ustawienia logo startowego - wymagana karta SIM i podanie PIN

source: Done.
pl: Gotowe.

source: Could not load bitmap: %s
pl: Nie mo¿na za³adowaæ obrazka: %s

source: Todo: %s
pl: Zadania: %s

source: Priority:
pl: Priorytet:

source: low
pl: niska

source: medium
pl: ¶rednia

source: high
pl: wysoka

source: unknown
pl: nieznana

source: The ToDo note could not be read: %s
pl: Zadanie nie mo¿e byæ odczytane: %s

source: Cannot read file %s
pl: Nie mo¿na odczytaæ pliku %s

source: Failed to load vCalendar file: %s
pl: Nieudana próba wczytania pliku vCalendar: %s

source: Succesfully written!
pl: Zapisano pomy¶lnie!

source: Priority %d. %s
pl: Priorytet %d. %s

source: Failed to write todo note: %s
pl: Nieudana próba zapisu notatki: %s

source: Succesfully deleted all ToDo notes!
pl: Pomy¶lnie usuniête wszystkie zadania!

source: Failed to delete todo note: %s
pl: Nieudana próba usuniêcia notatki: %s

source: Type of the note:
pl: Typ notatki:

source: Reminder
pl: Przypomnienie

source: Call
pl: Rozmowa

source: Meeting
pl: Spotkanie

source: Birthday
pl: Urodziny

source: Date: %d-%02d-%02d
pl: Data: %d-%02d-%02d

source: Time: %02d:%02d:%02d
pl: Czas: %02d:%02d:%02d

source: Alarm date: %d-%02d-%02d
pl: Data alarmu: %d-%02d-%02d

source: Alarm time: %02d:%02d:%02d
pl: Czas alarmu: %02d:%02d:%02d

source: Repeat: every day
pl: Powtarzanie: codziennie

source: Repeat: every week
pl: Powtarzanie: co tydzieñ

source: Repeat: every 2 weeks
pl: Powtarzanie: co dwa tygodnie

source: Repeat: every month
pl: Powtarzanie: co miesi±c

source: Repeat: every year
pl: Powtarzanie: co roku

source: Repeat: %d hours
pl: Powtarzanie: co %d godzin

source: Text: %s
pl: Tekst: %s

source: Phone: %s
pl: Telefon: %s

source: The calendar note can not be read: %s
pl: Notatka nie mo¿e byæ odczytana: %s

source: Failed to write calendar note: %s
pl: NIeudana próba zapisu notatki: %s

source: Calendar note deleted.
pl: Notatka skasowana.

source: The calendar note cannot be deleted: %s
pl: Notatka nie mo¿e byæ skasowana: %s

source: Date: %4d/%02d/%02d
pl: Data: %4d/%02d/%02d

source: Time: %02d:%02d:%02d
pl: Czas: %02d:%02d:%02d

source: Time: %02d:%02d
pl: Czas: %02d:%02d

source: CALL%d: IDLE
pl: ROZMOWA %d: NIEAKTYWNA

source: CALL%d: %s %s(%s) (callid: %d, duration: %d sec)
pl: ROZMOWA %d: %s %s(%s) (identyfikator rozmowy: %d, czas trwania: %d s)

source: Entering monitor mode...
pl: Uruchamiam tryb monitorowania...

source: Battery: %d
pl: Bateria: %d

source: Power Source: %s
pl: Zród³o zasilania: %s

source: AC/DC
pl: z sieci

source: battery
pl: bateria

source: SIM: Used %d, Free %d
pl: SIM: u¿ywane %d, wolne %d

source: Phone: Used %d, Free %d
pl: Telefon: u¿ywane %d, wolne %d

source: DC: Used %d, Free %d
pl: DC: u¿ywane %d, wolne %d

source: EN: Used %d, Free %d
pl: EN: u¿ywane %d, wolne %d

source: FD: Used %d, Free %d
pl: FD: u¿ywane %d, wolne %d

source: LD: Used %d, Free %d
pl: LD: u¿ywane %d, wolne %d

source: MC: Used %d, Free %d
pl: MC: u¿ywane %d, wolne %d

source: ON: Used %d, Free %d
pl: ON: u¿ywane %d, wolne %d

source: RC: Used %d, Free %d
pl: RC: u¿ywane %d, wolne %d

source: SMS Messages: Unread %d, Number %d
pl: Wiadomo¶ci SMS: nieprzeczytanych %d, numer %d

source: Network: %s (%s), LAC: %02x%02x, CellID: %02x%02x
pl: Sieæ: %s (%s), LAC (obszar wywo³añ): %02x%02x, CellID (ID komórki): %02x%02x

source: Cell broadcast received on channel %d: %s
pl: Wywo³anie odebrane na kanale %d: %s

source: Leaving monitor mode...
pl: Wyj¶cie z trybu monitorowania...

source: Call in progress: %-3s
pl: Trwa ³±czenie: %-3s

source: on
pl: w³±czony

source: off
pl: wy³±czony

source: Unknown: %-3s
pl: Nieznany: %-3s

source: Unread SMS: %-3s
pl: Nieprzeczytany SMS: %-3s

source: Voice call: %-3s
pl: Po³±czenie g³osowe: %-3s

source: Fax call active: %-3s
pl: Aktywne po³±czenie faksowe: %-3s

source: Data call active: %-3s
pl: Aktywne po³±czenie danych: %-3s

source: Keyboard lock: %-3s
pl: Blokada klawiatury: %-3s

source: SMS storage full: %-3s
pl: Pamiêæ SMS pe³na: %-3s

source: Entered display monitoring mode...
pl: Uruchamiam tryb monitorowania...

source: Shutting down
pl: Zamykanie

source: Leaving display monitor mode...
pl: Wyj¶cie z trybu monitorowania...

source: Starting profile number is greater than stop
pl: Pocz±tkowy numer profilu jest wiêkszy ni¿ koñcowy

source: Profile number must be value from 0 to %d!
pl: Numer profilu musi mieæ warto¶æ od 0 do %d!

source: This phone supports only %d profiles!
pl: Ten telefon obs³uguje tylko %d profili!

source: Cannot get profile %d
pl: NIeudana próba pobrania profilu %d!

source: (name defined)
pl: (nazwa przypisana)

source: Incoming call alert: %s
pl: Rozmowa przychodz±ca: %s

source: Ringing tone: %s (%d)
pl: Dzwonek: %s (%d)

source: Ringing volume: %s
pl: G³o¶no¶æ dzwonka: %s

source: Message alert tone: %s
pl: Sygna³ nadej¶cia wiadomo¶ci: %s

source: Keypad tones: %s
pl: D¼wiêki klawiatury: %s

source: Warning and game tones: %s
pl: Ostrze¿enia i d¼wiêki gier: %s

source: Lights: %s
pl: Pod¶wietlanie: %s

source: On
pl: w³±czone

source: Automatic
pl: automatyczne

source: Vibration: %s
pl: Wibrowanie: %s

source: Caller groups: 0x%02x
pl: Grupy: 0x%02x

source: Automatic answer: %s
pl: Automatyczna odpowied¼: %s

source: Off
pl: wy³±czone

source: Cannot set profile: %s
pl: Nie mo¿na ustawiæ profilu: %s

source: Cannot get active profile: %s
pl: Nie mo¿na pobraæ aktywnego profilu: %s

source: Active profile: %d (%s)
pl: Aktywny profil: %d (%s)

source: Cannot set active profile to %d: %s
pl: Nie mo¿na zmieniæ aktywnego profilu na %d: %s

source: %d. Name: %s Number: %s Group id: %d
pl: %d. Nazwa: %s Numer: %s Identyfikator grupy: %d

source: Email address:
pl: Adres e-mail:

source: Address:
pl: Adres:

source: Notes:
pl: Notatki:

source: Home number:
pl: Numer domowy:

source: Cellular number:
pl: Numer komórki:

source: Fax number:
pl: Numer faksu:

source: Business number:
pl: Numer do pracy:

source: Preferred number:
pl: Numer domy¶lny:

source: Unknown (%d):
pl: Nieznany (%d):

source: WWW address:
pl: Witryna WWW:

source: Date: %04u.%02u.%02u %02u:%02u:%02u
pl: Data: %04u.%02u.%02u %02u:%02u:%02u

source: Date: %02u.%02u.%04u %02u:%02u:%02u
pl: Data: %02u.%02u.%04u %02u:%02u:%02u

source: Empty memory location. Skipping.
pl: Puste miejsce w pamiêci. Pomijane.

source: Error reading from the location %d in memory %s
pl: B³ad odczytu z pozycji %d w pamiêci %s

source: Location busy.
pl: Po³o¿enie zajête.

source: Error (%s)
pl: B³±d (%s)

source: Write Succeeded: memory type: %s, loc: %d, name: %s, number: %s
pl: Zapisano pomy¶lnie: typ pamiêci: %s, pozycja: %d, nazwa: %s, numer: %s

source: Write FAILED (%s): memory type: %s, loc: %d, name: %s, number: %s
pl: Nieudany zapis (%s): typ pamiêci: %s, pozycja: %d, nazwa: %s, numer: %s

source: Phonebook entry removed: memory type: %s, loc: %d
pl: Pozycja usuniêta z ksi±¿ki adresowej: typ pamiêci: %s, pozycja: %d

source: Phonebook entry removal FAILED (%s): memory type: %s, loc: %d
pl: Nieudana próba usuniêcia z ksi±¿ki adresowej (%s): typ pamiêci: %s, pozycja: %d

source: WAP bookmark nr. %d:
pl: Zak³adka WAP nr %d:

source: Name: %s
pl: Nazwa: %s

source: WAP bookmark nr. %d succesfully written!
pl: Zak³adka WAP nr %d zapisana pomy¶lnie!

source: WAP bookmark nr. %d deleted!
pl: Zak³adka WAP nr %d skasowana!

source: Home: %s
pl: Strona domowa: %s

source: Session mode:
pl: Tryb sesji:

source: temporary
pl: tymczasowa

source: permanent
pl: sta³a

source: Connection security:
pl: Po³±czenie zabezpieczone:

source: yes
pl: tak

source: no
pl: nie

source: Data bearer:
pl: Dostarczyciel danych:

source: GSM data
pl: Dane GSM

source: Authentication type:
pl: Typ uwierzytelnienia:

source: normal
pl: zwyk³e

source: secure
pl: bezpieczne

source: Data call type:
pl: Typ po³±czenia danych:

source: analogue
pl: analogowe

source: Data call speed:
pl: Prêdko¶æ po³±czenia danych:

source: automatic
pl: automatycznie

source: Login type:
pl: Typ logowania:

source: manual
pl: rêczne

source: IP: %s
pl: numer IP: %s

source: Number: %s
pl: Numer: %s

source: Username: %s
pl: Nazwa u¿ytkownika: %s

source: Password: %s
pl: Has³o: %s

source: connection:
pl: po³±czenie:

source: when needed
pl: kiedy potrzebne

source: always
pl: ciag³e

source: Access point: %s
pl: Punkt dostêpu: %s

source: Service number: %s
pl: Numer us³ugi: %s

source: Server number: %s
pl: Numer serwera: %s

source: Cannot write WAP setting: %s
pl: Nie mo¿na zapisaæ ustawieñ WAP: %s

source: WAP setting nr. %d activated!
pl: Ustawienie WAP nr %d w³±czone!

source: SpeedDial nr. %d: %d:%d
pl: Szybkie wybieranie nr %d: %d:%d

source: Unknown memory type %s!
pl: Nieznany typ pamiêci %s!

source: (unknown)
pl: (nieznany)

source: Manufacturer : %s
pl: Producent : %s

source: Revision : %s
pl: Wersja : %s

source: What kind of reset do you want??
pl: Jakiego typu resetu sobie ¿yczysz?

source: GSM/FBUS init failed! (Unknown model?). Quitting.
pl: Inicjalizacja GSM/FBUS nieudana! (Nieznany model?). Koniec pracy.

source: Failed to load ringtone.
pl: Nieudana próba za³adowania dzwonka.

source: Getting ringtone %d failed: %s
pl: Pobieranie dzwonka %d nie uda³o siê: %s

source: Getting ringtone %d ("%s") succeeded!
pl: Pobranie dzwonka %d ("%s") uda³o siê!

source: Failed to save ringtone.
pl: NIe uda³o siê zapisaæ dzwonka.

source: Failed to save ringtone: %s
pl: NIe uda³o siê zapisaæ dzwonka: %s

source: Send failed: %s
pl: Wysy³anie nieudane:%s

source: Failed to load ringtone: %s
pl: Nieudana próba za³adowania dzwonka: %s

source: Play succeeded!
pl: Odegrano!

source: Play failed: %s
pl: Niudane odegranie:%s

source: %d note(s) converted.
pl: %d nut przekonwertowanych.

source: Failed to get the list of ringtones
pl: Nieudana próba pobrania listy dzwonków.

source: Ringtone %d deleted
pl: Dzwonek %d zosta³ usuniêty

source: Failed to delete ringtone %d: %s
pl: Nieudana próba usuniêcia dzwonka %d: %s

source: Failed to press key: %s
pl: NIeudane wci¶niêcie klawisza: %s

source: Error entering char: %s
pl: B³±d podczas wprowadzania znaku: %s

source: Divert type:
pl: Typ przekazywania:

source: all
pl: wszystkie

source: busy
pl: zajêty

source: noans
pl: nie odpowiada

source: outofreach
pl: niedostêpny

source: notavail
pl: poza zasiegiem

source: unknown(0x%02x)
pl: nieznane(0x%02x)

source: Call type:
pl: Typ po³±czenia:

source: voice
pl: g³osowe

source: fax
pl: faks

source: data
pl: dane

source: Number: %s
pl: Numer: %s

source: Timeout: %d
pl: Oczekiwanie: %d

source: Divert isn't active.
pl: Przekazywanie nieaktywne.

source: SMS received from number: %s
pl: Otrzymano wiadomo¶æ od numeru: %s

source: Got message %d: %s
pl: Wiadomo¶æ %d: %s

source: ### Exists?!
pl: ### Istnieje?!

source: ### Cannot create file %s
pl: ### Nie mo¿na utworzyæ pliku %s

source: Entered sms reader mode...
pl: Uruchamiam tryb odczytu wiadomo¶ci...

source: Exiting sms reader mode...
pl: Wychodzê z trybu odczytu wiadomo¶ci...

source: Getting security code...
pl: Pobieranie kodu zabezpieczaj±cego...

source: Security code is: %s
pl: Kod zabezpieczaj±cy to: %s

source: Network : %s (%s)
pl: Sieæ : %s (%s)

source: Network code : %s
pl: Kod sieci: %s

source: %7s : %10s, %7s, %6s, counter %d
pl: %7s : %10s, %7s, %6s, licznik %d

source: Failed to get info for %s: %s
pl: Nieudana próba pobrania informacji o %s: %s

source: Filelist for path %s:
pl: Lista plików w ¶cie¿ce %s:

source: Fileid for file %s is %02x %02x %02x %02x %02x %02x
pl: Identyfikator pliku %s to %02x %02x %02x %02x %02x %02x

source: Failed to delete %s: %s
pl: Nieudana próba usuniêcia %s: %s

source: Deleted: %s
pl: Usuniêto: %s

source: Failed to get file %s: %s
pl: Nieudana próba pobrania pliku %s: %s

source: Got file %s. Save to [%s]:
pl: Pobrano plik %s. Zapisano do [%s]:

source: Cannot open file %s
pl: Nie mo¿na otworzyæ pliku %s

source: Got file %s.
pl: Pobrano plik %s.

source: Failed to put file to %s: %s
pl: Nieudany zapis pliku %s: %s

source: HOME variable missing
pl: Brak zmiennej HOME

source: WARNING: cannot open logfile, logs will be directed to stderr
pl: Uwaga: nie mo¿na otworzyæ pliku dziennika, wpisy zostan± przekazane na stderr

source: Use '%s --help' for usage information.
pl: U¿yj '%s --help' aby otrzymaæ pomoc.

source: Unknown option: %d
pl: Nieznana opcja: %d

source: Wrong number of arguments
pl: Z³a ilo¶æ argumentów

source: unknown
pl: nieznany

source: Cannot load phone %s! Do you have proper section in gnokiirc?
pl: Nie mogê za³adowaæ konfiguracji telefonu %s! Czy w gnokiirc znajduje siê odpowiednia sekcja?

source: GSM/FBUS init failed! (Unknown model ?). Quitting.
pl: Inicjalizacja GSM/FBUS nieudana! (Nieznany model?). Koniec pracy.

source: GN_OP_GetSMSFolderStatus at line %d in file %s returns error %d Entering dumb mode.
pl: Funkcja GN_OP_GetSMSFolderStatus() w linii %d w pliku %s zwróci³a b³±d %d. Przechodzê w tryb ja³owy.

source: GN_OP_GetSMSStatus at line %d in file %s returns error %d Entering dumb mode.
pl: Funkcja GN_OP_GetSMSStatus() w linii %d w pliku %s zwróci³a b³±d %d. Przechodzê w tryb ja³owy.

source: Event %d failed with return code %d!
pl: Zdarzenie %d zakoñczy³o siê niepowodzeniem zwracaj±c kod %d!

source: Reading caller groups names ...
pl: Wczytywanie nazw grup...

source: No group
pl: Brak grupy

source: Short Message received
pl: Otrzymano wiadomo¶æ SMS

source: Working ...
pl: Pracujê ...

source: Call in progress
pl: Trwa rozmowa

source: Hide
pl: Ukryj

source: Outgoing call in progress: Time: %s
pl: Trwa wychodz±ce po³±czenie: Czas: %s

source: Incomming call from: %s Time: %s
pl: Rozmowa przychodz±ca od: %s Czas: %s

source: Paging
pl: Pager

source: Voice
pl: G³osowa

source: 1 h
pl: 1 godzina

source: 6 h
pl: 6 godzin

source: 24 h
pl: 24 godziny

source: 72 h
pl: 72 godzin

source: Max. time
pl: Maksymalny mo¿liwy czas

source: Reading SMS centers ...
pl: Odczyt centrów wiadomo¶ci...

source: SMS not supported!
pl: SMS nie obs³ugiwany!

source: Calendar not supported!
pl: Kalendarz nie obs³ugiwany!

source: Error writing configuration file!
pl: B³±d podczas zapisu konfiguracji!

source: Contacts
pl: Kontakty

source: Calendar
pl: Kalendarz

source: Logos
pl: Logo

source: Speed Dial
pl: Szybkie wybieranie

source: Keyboard
pl: Klawiatura

source: Net Monitor
pl: Monitor sieci

source: Ringtone
pl: Dzwonek

source: Data calls
pl: Transmisja danych

source: Options
pl: Opcje

source: Help
pl: Pomoc

source: About
pl: O...

source: xgnokii version: %s gnokii version: %s Copyright (C) 1999-2004 Pavel Janik ml., Hugh Blemings, Jan Derfinak, Pawel Kot and others xgnokii is free software, covered by the GNU General Public License, d you are welcome to change it and/or distribute copies of it under certain conditions. There is absolutely no waranty for xgnokii. See GPL for details.
pl: xgnokii wersja: %s gnokii wersja: %s Copyright (C) 1999-2005 Pavel Jank ml., Hugh Blemings, Jan Derfinak, Pawe³ Kot i inni xgnokii jest Wolnym Oprogramowaniem na licencji GNU General Public License. Masz prawo je zmieniaæ i/lub rozpowszechniaæ pod kilkoma warunkami. Nie ma ¿adnej gwarancji na xgnokii. Szczegó³y znajdziesz w tre¶ci GPL.

source: Edit SMS Setting
pl: Edycja ustawieñ SMS

source: Cancel
pl: Anuluj

source: Set's name:
pl: Nazwa zestawu:

source: Center:
pl: Centrum:

source: Sending Format:
pl: Format wysy³ania:

source: Validity Period:
pl: Okres wa¿no¶ci:

source: Max. Time
pl: Maksymalny czas

source: Set's name
pl: Nazwa zestawu

source: Center number
pl: Numer centrum

source: Validity
pl: Wa¿no¶æ

source: Apply
pl: Zastosuj

source: Save
pl: Zapisz

source: Close
pl: Zamknij

source: Phone and connection type
pl: Telefon i typ po³±czenia

source: Connection
pl: Po³±czenie

source: Init length:
pl: D³ugo¶æ sekwencji inicjalizuj±cej:

source: Bindir:
pl: Katalog z binariami:

source: Connection:
pl: Type po³±czenia:

source: infrared
pl: podczerwieñ (protokó³ Nokia, tylko modele 6110, 6130, 6150))

source: serial
pl: szeregowe (serial)

source: irda
pl: podczerwieñ (protokó³ IrDA)

source: Phone information
pl: Informacje o telefonie

source: Phone
pl: Telefon

source: Version:
pl: Wersja:

source: Revision:
pl: Podwersja:

source: Names length:
pl: Maksymalna d³ugo¶æ nazw:

source: Phone:
pl: Telefon:

source: Alarm setting
pl: Ustawianie alarmu

source: Short Message Service
pl: Us³uga SMS

source: Edit
pl: Edycja

source: Business Card
pl: Wizytówka

source: User
pl: U¿ytkownik

source: Name:
pl: Nazwa:

source: Title:
pl: Tytu³:

source: Company:
pl: Firma:

source: Telephone:
pl: Telefon:

source: Fax:
pl: Faks:

source: Address:
pl: Adres:

source: Caller groups names
pl: Nazwy grup dzwoni±cych

source: Groups
pl: Grupy

source: Group %d:
pl: Grupa %d:

source: Mailbox
pl: Skrzynka pocztowa

source: Mail
pl: E-mail

source: Path to mailbox:
pl: ¦cie¿ka do skrzynki pocztowej:

source: Help viewer
pl: Przegl±darka pomocy

source: Viewer:
pl: Przegl±darka:

source: Reminder
pl: Przypomnienie

source: never
pl: nigdy

source: daily
pl: codziennie

source: weekly
pl: co tydzieñ

source: every two weeks
pl: co dwa tygodnie

source: yearly
pl: co rok

source: Call
pl: Rozmowa

source: Birthday
pl: Urodziny

source: Type:
pl: Typ:

source: Date:
pl: Data:

source: Number:
pl: Numer:

source: Recurrence:
pl: Powtarzalno¶æ:

source: Text:
pl: Tekst:

source: Saving failed failed (error=%d)
pl: Zapisywanie nieudane (b³±d=%d)

source: Choose date
pl: Wybierz datê

source: Alarm time:
pl: Czas alarmu:

source: Add reminder
pl: Dodaj przypomnienie

source: Date:
pl: Data:

source: Subject:
pl: Temat:

source: Add Call
pl: Dodaj po³±czenie

source: Number:
pl: Numer:

source: Text:
pl: Tekst:

source: Repeat:
pl: Powtarzanie:

source: Add meeting
pl: Dodaj spotkanie

source: Add birthday
pl: Dodaj urodziny

source: Delete calendar note
pl: Usuñ notatkê

source: Do you want to delete selected note(s)?
pl: Czy chcesz usun±æ zaznaczone notatki?

source: /_File
pl: /_Plik

source: /File/_Read from phone
pl: /Plik/Odczyt z telefonu

source: /File/_Save to phone
pl: /Plik/Zapis do telefonu

source: /File/Sep1
pl: /Plik/Sep1

source: /File/Send via S_MS
pl: /Plik/Wy¶lij wiadomo¶æ SMS

source: /File/Sep2
pl: /Plik/Sep2

source: /File/_Import from file
pl: /Plik/Import z pliku

source: /File/_Export to file
pl: /Plik/Eksport do pliku

source: /File/Sep3
pl: /Plik/Sep3

source: /File/_Close
pl: /Plik/_Zamknij

source: /_Edit
pl: /_Edycja

source: /Edit/Add _reminder
pl: /Edycja/Dodaj _przypomnienie

source: /Edit/Add _call
pl: /Edycja/Dodaj _po³±czenie

source: /Edit/Add _meeting
pl: /Edycja/Dodaj spotkanie

source: /Edit/Add _birthday
pl: /Edycja/Dodaj urodziny

source: /Edit/_Delete
pl: /Edycja/_Usuñ

source: /Edit/Sep4
pl: /Edycja/Sep4

source: /Edit/Select _all
pl: /Edycja/Zaznacz wszystko

source: /_Help
pl: /_Pomoc

source: /Help/_Help
pl: /Pomoc/_Pomoc

source: /Help/_About
pl: /Pomoc/_O...

source: Type
pl: Typ

source: Date
pl: Data

source: Number
pl: Numer

source: Recurrence
pl: Powtarzalno¶æ

source: Read from phone
pl: Odczyt z telefonu

source: Save to phone
pl: Zapis do telefonu

source: Send via SMS
pl: Wy¶lij jako wiadomo¶æ SMS

source: Import from file
pl: Import z pliku

source: Export to file
pl: Eksport do pliku

source: Add call
pl: Dodaj po³±czenie

source: Delete note
pl: Kasowanie notatki

source: Error: %s: line %d: Can't allocate memory!
pl: B³±d: %s: wiersz %d: Nie mo¿na przydzieliæ pamiêci!

source: couldn't allocate colour
pl: nie mo¿na przydzieliæ koloru

source: WARNING: Can't find HOME enviroment variable!
pl: UWAGA: nie mo¿na znale¼æ zmiennej HOME!

source: WARNING: Can't allocate memory for config reading!
pl: UWAGA: nie mo¿na przydzieliæ pamiêci do odczytu konfiguracji!

source: ERROR: Can't find HOME enviroment variable!
pl: B£¡D: nie mo¿na znale¼æ zmiennej HOME!

source: ERROR: Can't allocate memory for config writing!
pl: B£¡D: nie mo¿na przydzieliæ pamiêci do zapisu konfiguracji!

source: ERROR: Can't open file %s for writing!
pl: B£¡D: nie mo¿na otworzyæ pliku %s do zapisu!

source: ERROR: Can't write config file!
pl: B£¡D: nie mo¿na zapisaæ konfiguracji!

source: Error
pl: B³±d

source: Info
pl: Informacja

source: Yes
pl: Tak

source: No
pl: Nie

source: Can't exec %s
pl: Nie mogê uruchomiæ %s

source: Can't change memory type!
pl: Nie mogê zmieniæ typu pamiêci!

source: Sorry, phonebook name will be truncated, because you save it into SIM memory!
pl: Niestety nazwa ksi±¿ki zostanie skrócona z powodu zapisu w pamiêci SIM!

source: Sorry, phonebook name will be truncated because you save it into SIM memory!
pl: Niestety nazwa ksi±¿ki zostanie skrócona z powodu zapisu w pamiêci SIM!

source: Can't find pattern!
pl: Nie mogê znale¼æ ¶cie¿ki!

source: Delete
pl: Usuñ

source: Number/Text:
pl: Numer/tekst:

source: Type:
pl: Typ:

source: Edit entry
pl: Edycja pozycji

source: Numbers
pl: Numery

source: New
pl: Nowe

source: Memory:
pl: Pamiêæ:

source: phone
pl: telefon

source: Caller group:
pl: Grupa:

source: Delete entries
pl: Usuñ pozycje

source: Do you want to delete selected entries?
pl: Czy chcesz usun±æ zaznaczone pozycje?

source: New entry
pl: Nowa pozycja

source: Duplicate entry
pl: Skopiuj pozycjê

source: Can't find free memory.
pl: Brak wolnej pamiêci.

source: Changing memory type
pl: Zmieniam typ pamiêci

source: Continue
pl: Dalej

source: If you change from phone memory to SIM memory some entries may be truncated.
pl: Jesli zmienisz pamiêæ telefonu na SIM niektóre wpisy mog± zostaæ uciête.

source: Find
pl: Szukaj

source: Pattern:
pl: Wzorzec:

source: Name
pl: Nazwa

source: Dial voice
pl: Dzwoñ

source: Phone memory...
pl: Pamiêæ telefonu...

source: SIM memory...
pl: Pamiêæ karty SIM...

source: Saving entries
pl: Zapisujê pozycje

source: %s: line: %d: Can't write ME memory entry number %d! Error: %d
pl: %s wiersz %d: Nie mo¿na zapisaæ elementu %d pamiêci ME! B³±d: %d

source: %s: line %d:Can't write SM memory entry number %d! Error: %d
pl: %s wiersz %d: Nie mo¿na zapisaæ elementu %d pamiêci SM! B³±d: %d

source: Save changes?
pl: Zapisaæ zmiany?

source: Don't save
pl: Nie zapisuj

source: You have made changes in your contacts directory. Do you want save these changes into phone?
pl: Dokona³e¶ zmian w twoim spisie kontaktów. Czy chcesz zapisaæ te zmiany do telefonu?
