Repository: pkot/gnokii
Catalog: po/*.po
Languages: pl

source: %s: line %d: Can't allocate memory!
pl: %s wiersz %d: Nie mo¿na przydzieliæ pamiêci!

source: Getting entries
pl: Pobieranie wpisów

source: Can't open file %s for writing!
pl: Nie mo¿na otworzyæ pliku %s do zapisu!

source: Overwrite file?
pl: Nadpisaæ plik?

source: File %s already exist. Overwrite?
pl: Plik %s juz istnieje. Nadpisaæ?

source: Export
pl: Eksportuj

source: Can't open file %s for reading!
pl: Nie mo¿na otworzyæ pliku %s do odczytu!

source: Import
pl: Importuj

source: Select contacts
pl: Wybierz kontakty

source: /Edit/_New
pl: /Edycja/Nowe

source: /Edit/D_uplicate
pl: /Edycja/Powielanie

source: /Edit/_Edit
pl: /Edycja/Edycja

source: /Edit/Sep3
pl: /Edycja/Sep3

source: /Edit/_Change memory type
pl: /Edycja/Zmieñ typ pamiêci

source: /Edit/_Find
pl: /Edycja/Znajd¼

source: /Edit/Find ne_xt
pl: /Edycja/Znajd¼ nastêpne

source: /Edit/Sep5
pl: /Edycja/Sep5

source: /_Dial
pl: /_Dzwoñ

source: /Dial/Dial _voice
pl: /Dzwoñ/Rozmowa

source: Memory
pl: Pamiêæ

source: Group
pl: Grupa

source: Delete entry
pl: Skasuj pozycjê

source: Data calls are currently Disabled
pl: Po³±czenia danych s± obecnie Niedostêpne

source: Data calls are currently Enabled
pl: Po³±czenia danych s± obecnie Dostêpne

source: Virtual Modem
pl: Wirtualny modem

source: Enable
pl: W³±cz

source: Disable
pl: Wy³±cz

source: Load
pl: Odczyt

source: /File/_Open
pl: /Plik/_Otwórz

source: /File/_Save
pl: /Plik/_Zapisz

source: Dial Tone
pl: Wybieranie tonowe

source: Error getting network info (error=%d)
pl: B³±d pobierania informacji o sieci (b³±d=%d)

source: Error getting bitmap (error=%d)
pl: B³±d pobierania obrazka (b³±d=%d)

source: Error setting bitmap (error=%d)
pl: B³±d ustawiania obrazka (b³±d=%d)

source: Error saving file (error=%d)
pl: B³±d zapisu pliku (b³±d %d)

source: Can't open file %s for reading !
pl: NIe mo¿na otworzyæ pliku %s do czytania!

source: Error reading file (error=%d)
pl: B³±d odczytu pliku (b³±d %d)

source: Save logo as ...
pl: Zapisz logo jako...

source: Open logo...
pl: Otwórz logo...

source: /File/Save _as ...
pl: /Plik/Zapisz jako...

source: /File/_Get operator
pl: /Plik/Pobierz operatora

source: /File/Get _logo
pl: /Plik/_Pobierz logo

source: /File/Se_t logo
pl: /Plik/_Ustaw logo

source: /Edit/_Clear
pl: /Edycja/Wyczy¶æ

source: /Edit/_Invert
pl: /Edycja/Inwersja

source: /Edit/_Up logo
pl: /Edycja/Logo w górê

source: /Edit/_Down logo
pl: /Edycja/Logo w dó³

source: /Edit/_Left logo
pl: /Edycja/Logo w lewo

source: /Edit/_Right logo
pl: /Edycja/Logo w prawo

source: /Edit/Flip _horizontal
pl: /Edycja/Odbicie poziome

source: /Edit/Flip _vertical
pl: /Edycja/Odbicie pionowe

source: Clear logo
pl: Usuñ logo

source: Get logo
pl: Pobierz logo

source: Set logo
pl: Ustaw logo

source: Startup logo
pl: Logo startowe

source: Operator logo
pl: Logo operatora

source: Caller logo
pl: Logo dzwoni±cego

source: Brush tool
pl: Szczotka

source: Line tool
pl: Linia

source: Rectangle tool
pl: Prostok±t

source: Filled rectangle tool
pl: Wype³niony prostok±t

source: Invert logo
pl: odwróæ logo

source: Horizontal flip
pl: Odbicie poziome

source: Vertical flip
pl: Odbicie pionowe

source: Load preview pixmap error, feature disabled.
pl: B³±d wy¶wietlania podgl±du obrazka, funkcja wy³±czona.

source: %s: line %d: Can't get memory entry number %d from memory %d! %d
pl: %s: wiersz %d: Nie mo¿na pobraæ elementu %d z pamiêci %d! %d

source: Connecting...
pl: £±czenie...

source: Working...
pl: Pracujê...

source: Refreshing SMSes...
pl: Odswie¿anie wiadomo¶ci SMS...

source: /_Tools
pl: /_Narzêdzia

source: /Tools/Net monitor o_n
pl: /Narzêdzia/Monitor sieci _w³±czony

source: /Tools/Net monitor o_ff
pl: /Narzêdzia/Monitor sieci w_y³±czony

source: Active cell
pl: Aktywna komórka

source: NCELL list I
pl: I lista NCELL

source: NCELL list II
pl: II lista NCELL

source: NCELL list III
pl: III lista NCELL

source: Prefered/Denied networks
pl: Sieci preferowane/zablokowane

source: System information bits
pl: Informacja o systemie

source: Cells info
pl: Informacja o komórkach

source: DTX, Cipher, Hopping
pl: DTX, szyfr, Hopping

source: Uplink DTX
pl: Po³±czenie DTX

source: BTS TEST
pl: TEST BTS

source: CELL BARR-Flag
pl: Flaga CELL BARR

source: Accumulator, Charge status
pl: Bateria, stan na³adowania

source: ?Constant voltage charging display
pl: ?Wy¶wietlanie ³adowania sta³ym napiêciem

source: ?Battery full detection
pl: ?Wykrywanie pe³nego na³adowania baterii

source: Accumulator
pl: Bateria

source: SW-Resets
pl: Miêkkie restarty

source: Reset-Counter
pl: Licznik restartów

source: Cause codes for last connection abortion
pl: Kody przyczyn zerwania ostatnich po³±czeñ

source: Reset handover counters
pl: Wyzeruj liczniki

source: Handover Counter
pl: Licznik

source: Handover Counter (Dual)
pl: Licznik (podwójny)

source: L2-Timeouts
pl: Timeouty L2

source: ?Block display 1
pl: ?Zablokuj wy¶wietlacz 1

source: Memory status before reset
pl: Stan pamiêci sprzed restartu

source: Reset Counters
pl: Wyzeruj liczniki

source: Counter for PLMN Search and Cell reselection (Singleband)
pl: Licznik wyszukiwañ PLMN i wyborów komórek (pojedynczy zakres)

source: Neighbourhood measurement
pl: Pomiary s±siedztwa

source: Calls
pl: Po³±czenia

source: Temporary counters of DSP
pl: Tymczasowe liczniki DSP

source: Control of task information displays
pl: Kontrola wy¶wietlania informacji o zadaniach

source: Information about task numbers 0-7
pl: Informacje o zadaniach 0-7

source: Information about task numbers 8-15
pl: Informacje o zadaniach 8-15

source: Information about task numbers 16-23
pl: Informacje o zadaniach 16-23

source: Information about OS_SYSTEM_STACK
pl: Informacje o OS-SYSTEM_STACK

source: Information about current MCU and DSP software versions
pl: Informacje o bie¿±cych wersjach MCU i DSP

source: Hardware version
pl: Wersja sprzêtu

source: Page:
pl: Strona:

source: read
pl: przeczytane

source: unread
pl: nieprzeczytane

source: sent
pl: wys³ane

source: not sent
pl: niewys³ane

source: read report
pl: przeczytany raport

source: unread report
pl: nieprzeczytany raport

source: seen picture
pl: obrazek obejrzany

source: unseen picture
pl: nieogl±dany obrazek

source: sent picture
pl: wys³any obrazek

source: not sent picture
pl: niewys³any obrazek

source: unknown picture
pl: nieznany obrazek

source: From:
pl: Od:

source: Delete SMS
pl: Skasuj SMS

source: Do you want to delete selected SMS?
pl: Czy chcesz skasowaæ wybrane wiadomo¶ci?

source: Cannot open mailbox %s for appending!
pl: Nie mo¿na dopisywaæ do skrzynki %s!

source: Cannot save to mailbox %s. \%s is locked for process %d!
pl: Nie mo¿na pisac do skrzynki %s. \%s jest zablokowane przez proces %d!

source: Cannot lock mailbox %s!
pl: Nie mo¿na zablokowac skrzynki %s!

source: Cannot unlock mailbox %s!
pl: Nie mo¿na odblokowaæ skrzynki %s!

source: Choose Mailbox File
pl: Wybierz plik skrzynki

source: Address line contains illegal address!
pl: Nieprawid³owy adres!

source: SMS send to %s failed (error=%d)
pl: Wys³anie SMS do %s zakoñczone niepowodzeniem (b³±d=%d)

source: Sending SMS to %s (%d/%d) ...
pl: Wysy³anie wiadomo¶ci do %s (%d/%d)...

source: Sending SMS to %s ...
pl: Wysy³am SMS do %s...

source: /File/Sen_d
pl: /Plik/_Wy¶lij

source: /File/Check _Names
pl: /Plik/Sprawd¼ _nazwy

source: /File/C_ontacts
pl: /Plik/_Kontakty

source: Send message
pl: Wy¶lij wiadomo¶æ

source: Save message to outbox
pl: Zapisz do skrzynki wychodz±cych

source: Check names
pl: Sprawd¼ nazwy

source: To:
pl: Do:

source: Delivery report
pl: Raport dorêczenia

source: Send as Long SMS
pl: Wy¶lij jako d³ugi SMS

source: SMS Center:
pl: Centrum SMS:

source: New Message
pl: Nowa wiadomo¶æ

source: Forward Message
pl: Prze¶lij dalej

source: Reply Message
pl: Odpowiedz

source: /File/Save to mailbo_x
pl: /Plik/Zapisz do _skrzynki pocztowej

source: /File/Save to _file
pl: /Plik/Zapisz do _pliku

source: /_Messages
pl: /_Wiadomo¶ci

source: /_Messages/(De)_Activate SMS reading
pl: /_Wiadomo¶ci/W(_y)³±cz czytanie wiadomo¶ci

source: /_Messages/_New
pl: /_Wiadomo¶ci/_Nowa

source: /_Messages/_Forward
pl: /_Wiadomo¶ci/_Przeka¿

source: /_Messages/_Reply
pl: /_Wiadomo¶ci/_Odpowiedz

source: /_Messages/_Delete
pl: /_Wiadomo¶ci/_Usuñ

source: /Messages/Sep3
pl: /Wiadomo¶ci/Sep3

source: /_Messages/_Business card
pl: /_Wiadomo¶ci/_Wizytówka

source: Date / Time
pl: Data / Czas

source: Sender
pl: Nadawca

source: Message
pl: Wiadomo¶æ

source: New message
pl: Nowa wiadomo¶æ

source: Forward message
pl: Prze¶lij dalej

source: Reply message
pl: Odpowiedz

source: Delete message
pl: Usuñ

source: SMS's
pl: SMSy

source: Reading data ...
pl: Odczyt danych...

source: Cannot allocate memory!
pl: Nie mo¿na przydzieliæ pamiêci!

source: Error writing speed dial for key %d!
pl: B³±d podczas przypisywania skrótu do klawisza %d!

source: Cannot allocate memory!
pl: Nie mo¿na przydzieliæ pamiêci!

source: Error reading file!
pl: B³±d odczytu pliku!

source: Key
pl: Klawisz

source: Cannot load background pixmap!
pl: Nie mogê wczytaæ t³a!

source: XGnokii Keyboard
pl: Klawiatura XGnokii

source: User #%d (%s)
pl: U¿ytkownik #%d (%s)

source: User #%d (*EMPTY*)
pl: U¿ytkownik #%d (*PUSTE*)

source: Error reading file (error=%s)
pl: B³±d odczytu pliku (b³±d %s)

source: Open ringtone...
pl: Otwórz dzwonek...

source: Error writing file (error=%s)
pl: B³±d zapisu pliku (b³±d %s)

source: Save ringtone as...
pl: Zapisz dzwonek jako...

source: Error getting ringtone (error=%s)
pl: B³±d pobierania dzwonka (b³±d=%s)

source: Error setting ringtone (error=%s)
pl: B³±d ustawiania dzwonka (b³±d=%s)

source: Error deleting ringtone (error=%s)
pl: B³±d usuwania dzwonka (b³±d=%s)

source: /File/S1
pl: /Plik/S1

source: /File/_Get ringtone
pl: /Plik/_Pobierz dzwonek

source: /File/Se_t ringtone
pl: /Plik/Us_taw dzwonek

source: /File/Delete ringtone
pl: /Plik/Usuñ dzwonek

source: /File/_Play
pl: /Plik/_Graj

source: /File/S2
pl: /Plik/S2

source: Clear ringtone
pl: Wyczy¶æ dzwonek

source: Get ringtone
pl: Pobierz dzwonek

source: Set ringtone
pl: Ustaw dzwonek

source: Delete ringtone
pl: Usuñ dzwonek

source: Play
pl: Graj

source: Select ringtone
pl: Wybierz dzwonek

source: Ringtone name
pl: Nazwa dzwonka

source: Set tempo
pl: Ustaw tempo
