Repository: pkot/gnokii
Catalog: po/*.po
Languages: pl

source: Unsupported [%s] %s value "%s"
pl: Nieobs³ugiwana [%s] %s warto¶æ "%s"

source: Unrecognized [%s] option "%s", use "%s" or "%s" value
pl: Nieznana [%s] opcja "%s", u¿yj warto¶ci "%s" lub "%s".

source: Unrecognized [logging] option "%s", use "off" or "on" value
pl: Nieznana opcja logowania"%s", u¿yj warto¶ci "on" lub "off".

source: Couldn't open %s or %s.
pl: Nieudana próba otwarcia %s i %s.

source: No global section in %s config file.
pl: Brak sekcji ogólnej (global) w pliku konfiguracyjnym %s.

source: Config error - no model specified.
pl: B³±d konfiguracji - nie podano modelu.

source: Config error - no port specified.
pl: B³±d konfiguracji - nie podano portu.

source: gn_vm_initialise - VM_GSMInitialise failed!
pl: gn_vm_initialise - nieudane VM_GSMInitialise!

source: gn_vm_initialise - VM_PtySetup failed!
pl: gn_vm_initialise - nieudane VM_PtySetup!

source: gn_vm_initialise - gn_atem_initialise failed!
pl: gn_vm_initialise - nieudane gn_atem_initialise!

source: gn_vm_Initialise - dp_Initialise failed!
pl: gn_vm_Initialise - nieudane dp_Initialise!

source: Cannot access %s, check the bindir in your gnokiirc!
pl: B³±d dostêpu do %s, sprawd¼ warto¶æ bindir w gnokiirc!

source: Couldn't open pty!
pl: Nieudana próba otwarcia pty!

source: GSM/FBUS init failed!
pl: Nieudana inicjalizacja GSM/FBUS!

source: device_script("%s"): fork() failure: %s!
pl: device_script("%s"): nieudane fork(): %s!

source: device_script("%s"): file descriptor preparation failure: %s
pl: device_script("%s"): nieudana próba przygotowania deskryptorów plików: %s

source: device_script("%s"): script exection failure: %s
pl: device_script("%s"): nieudane fork(): %s!

source: device_script("%s"): child script execution failure: %s, exit code=%d
pl: device_script("%s"): nieudane wykonanie potomnego skryptu: %s, kod powrotu=%d

source: normal exit
pl: normalne zakoñczenie

source: abnormal exit
pl: nieprawid³owe zakoñczenie

source: Serial port speed %d not supported!
pl: Prêdko¶æ %d portu szeregowego nie jest obs³ugiwana!

source: ERROR: Modem DCD is down and global/require_dcd parameter is set!
pl: B£¡D: modem DCD nie dzia³a a parametr global/require_dcd jest ustawiony!

source: File %s exists.
pl: Plik %s istnieje.

source: Overwrite? (yes/no)
pl: Nadpisaæ? (tak/nie)

source: yes
pl: tak

source: no
pl: nie

source: Failed to write file %s
pl: Nieudany zapis do pliku: %s

source: Format problem on line [%s]
pl: Nieprawid³owe formatowanie w wierszu [%s]

source: Couldn't open CBUS device
pl: Nie mog³em otworzyæ urz±dzenia CBUS

source: Couldn't open FBUS device
pl: Nie mog³em otworzyæ urz±dzenia FBUS

source: Couldn't open PHONET device
pl: Nie mog³em otworzyæ urz±dzenia PHONET

source: Cannot lock NULL device.
pl: Zablokowanie urz±dzenia NULL jest niemo¿liwe.

source: Out of memory error while locking device.
pl: Podczas blokowania urz±dzenia zabrak³o pamiêci.

source: Lockfile %s is stale. Overriding it..
pl: Plik blokowania %s jest nieaktualny. Nadpisujê go.

source: Overriding failed, please check the permissions.
pl: Nadpisywanie nieudane, sprawd¼ prawa dostêpu.

source: Cannot lock device.
pl: Zablokowanie urz±dzenia niemo¿liwe.

source: Device already locked.
pl: Urz±dzenie ju¿ zablokowane.

source: Unable to read lockfile %s.
pl: Nieudany odczyt pliku blokowania %s.

source: Please check for reason and remove the lockfile by hand.
pl: Sprawd¼ przyczynê i rêcznie usuñ plik blokowania.

source: Device seems to be locked by unknown process.
pl: Urz±dzenie wygl±da na zablokowane przez nieznany proces.

source: Please check permission on lock directory.
pl: Sprawd¼ prawa dostêpu na katalogu z blokadami.

source: Cannot create lockfile %s. Please check for existence of the path.
pl: Nie mo¿na utworzyæ pliku blokowania %s. Sprawd¼ czy istnieje ¶cie¿ka dostêpu do pliku.

source: Cannot unlock device
pl: Nie mo¿na odblokowaæ urz±dzenia

source: Family
pl: Rodzina

source: Friends
pl: Przyjaciele

source: Colleagues
pl: Znajomi

source: Other
pl: Inni

source: Set %d
pl: Zestaw %d

source: Personal
pl: Osobiste

source: Car
pl: Samochód

source: Headset
pl: S³uchawka

source: Unknown (%d)
pl: Nieznany (%d)

source: General
pl: Ogólne

source: Silent
pl: Dyskretne

source: Meeting
pl: Spotkanie

source: Outdoor
pl: Na zewn±trz

source: Phone:
pl: Telefon:

source: Write error!
pl: B³±d zapisu!

source: Read ack error!
pl: B³±d odczytu potwierdzenia!

source: Setting MBUS communication with 2110...
pl: Ustanawianie komunikacji MBUS z 2110...

source: Function gn_vcal_file_event_read() is deprecated. Use gn_ical2calnote() instead.
pl: Funkcja gn_vcal_file_event_read() jest niezalecana do u¿ywania. Zamiast niej wykorzystaj gn_ical2calnote().

source: File cannot be opened!
pl: Nie mo¿na otworzyæ pliku!

source: Error parsing vCalendar file!
pl: B³±d analizy pliku vCalendar!

source: Function gn_vcal_file_event_read() is deprecated. Use gn_ical2calnote() instead
pl: Funkcja gn_vcal_file_event_read() jest niezalecana do u¿ywania. Zamiast niej wykorzystaj gn_ical2calnote().

source: GNOKIID Version %s
pl: GNOKIID wersja %s

source: Copyright (C) Hugh Blemings <hugh@blemings.org>, 1999 Copyright (C) Pavel Janik ml. <Pavel.Janik@suse.cz>, 1999 Built %s %s
pl: Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999 Copyright (C) Pavel Janik ml. <Pavel.Janik@linux.cz>, 1999 Budowane %s %s

source: usage: gnokiid {--help|--version} --help display usage information --version displays version and copyright information --debug uses stdin/stdout for virtual modem comms
pl: u¿ycie: gnokiid {--help|--version} --help wy¶wietla pomoc o u¿ywaniu --version wy¶wietla wersjê i informacjê o prawach autorskich --debug u¿ywa stdin/stdout jako wirtualne polecenia modemu

source: Lock file error. Exiting
pl: Nieudane blokowanie pliku. Koniec

source: GNOKII Version %s
pl: GNOKII wersja %s

source: Copyright (C) Hugh Blemings <hugh@blemings.org>, 1999, 2000 Copyright (C) Pavel Janik ml. <Pavel.Janik@suse.cz>, 1999, 2000 Copyright (C) Pavel Machek <pavel@ucw.cz>, 2001 Copyright (C) Pawel Kot <pkot@linuxnews.pl>, 2001-2004 Copyright (C) BORBELY Zoltan <bozo@andrews.hu>, 2002 gnokii is free software, covered by the GNU General Public License, and you are welcome to change it and/or distribute copies of it under certain conditions. There is absolutely no warranty for gnokii. See GPL for details. Built %s %s
pl: Copyright (C) Hugh Blemings <hugh@blemings.org>, 1999, 2000 Copyright (C) Pavel Janik ml. <Pavel.Janik@suse.cz>, 1999, 2000 Copyright (C) Pavel Machek <pavel@ucw.cz>, 2001 Copyright (C) Pawel Kot <pkot@linuxnews.pl>, 2001-2005 Copyright (C) BORBELY Zoltan <bozo@andrews.hu>, 2002 gnokii jest Wolnym Oprogramowaniem na licecnji GNU General Public License. Masz prawo je modyfikowaæ i/lub rozpowszechniaæ pod kilkoma warunkami. Nie udziela siê ¿adnej gwarancji na gnokii. Szczegó³y znajdziesz w tek¶cie GPL. Zbudowano %s %s

source: Usage: General options: gnokii --help gnokii --monitor [delay|once] gnokii --version SMS options: gnokii --getsms memory_type start [end] [-f file] [-F file] [-d] gnokii --deletesms memory_type start [end] gnokii --sendsms destination [--smsc message_center_number | --smscno message_center_index] [-r] [-C n] [-v n] [--long n] [-i] gnokii --savesms [--sender from] [--smsc message_center_number | --smscno message_center_index] [--folder folder_id] [--location number] [--sent | --read] [--deliver] [--datetime YYMMDDHHMMSS] gnokii --getsmsc [start_number [end_number]] [-r|--raw] gnokii --setsmsc gnokii --createsmsfolder name gnokii --deletesmsfolder number gnokii --showsmsfolderstatus gnokii --smsreader Phonebook options: gnokii --getphonebook memory_type start_number [end_number|end] [[-r|--raw]|[-v|--vcard]|[-l|--ldif]] gnokii --writephonebook [[-o|--overwrite]|[-f|--find-free]] [-m|--memory-type|--memory] [-n|--memory-location|--memory] [[-v|--vcard]|[-l|--ldif]] gnokii --deletephonebook memory_type start_number [end_number|end] Calendar options: gnokii --getcalendarnote start_number [end_number|end] [-v] gnokii --writecalendarnote vcalendarfile number gnokii --deletecalendarnote start [end_number|end] ToDo options: gnokii --gettodo start_number [end_number|end] [-v] gnokii --writetodo vcalendarfile number gnokii --deletealltodos Dialling and call options: gnokii --getspeeddial number gnokii --setspeeddial number memory_type location gnokii --dialvoice number gnokii --senddtmf string gnokii --answercall callid gnokii --hangup callid gnokii --divert {--op|-o} {register|enable|query|disable|erasure} {--type|-t} {all|busy|noans|outofreach|notavail} {--call|-c} {all|voice|fax|data} [{--timeout|-m} time_in_seconds] [{--number|-n} number] Phone settings: gnokii --getdisplaystatus gnokii --displayoutput gnokii --getprofile [start_number [end_number]] [-r|--raw] gnokii --setprofile gnokii --getactiveprofile gnokii --setactiveprofile profile_number gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --reset [soft|hard] gnokii --setdatetime [YYYY [MM [DD [HH [MM]]]]] gnokii --getdatetime gnokii --setalarm [HH MM] gnokii --getalarm WAP options: gnokii --getwapbookmark number gnokii --writewapbookmark name URL gnokii --deletewapbookmark number gnokii --getwapsetting number [-r] gnokii --writewapsetting gnokii --activatewapsetting number Logo options: gnokii --sendlogo {caller|op|picture} destination logofile [network code] gnokii --sendringtone rtttlfile destination gnokii --setlogo op [logofile] [network code] gnokii --setlogo startup [logofile] gnokii --setlogo caller [logofile] [caller group number] [group name] gnokii --setlogo {dealer|text} [text] gnokii --getlogo op [logofile] [network code] gnokii --getlogo startup [logofile] [network code] gnokii --getlogo caller [caller group number] [logofile] [network code] gnokii --getlogo {dealer|text} gnokii --viewlogo logofile Ringtone options: gnokii --getringtone rtttlfile [location] [-r|--raw] gnokii --setringtone rtttlfile [location] [-r|--raw] [--name name] gnokii --playringtone rtttlfile [--volume vol] gnokii --ringtoneconvert source destination gnokii --getringtonelist gnokii --deleteringtone start [end] Security options: gnokii --identify gnokii --getlocksinfo
pl: Sposób u¿ycia: Opcje ogólne: gnokii --help gnokii --monitor [delay|once] gnokii --version Opcje SMS: gnokii --getsms memory_type start [end] [-f file] [-F file] [-d] gnokii --deletesms memory_type start [end] gnokii --sendsms destination [--smsc message_center_number | --smscno message_center_index] [-r] [-C n] [-v n] [--long n] [-i] gnokii --savesms [--sender from] [--smsc message_center_number | --smscno message_center_index] [--folder folder_id] [--location number] [--sent | --read] [--deliver] [--datetime YYMMDDHHMMSS] gnokii --getsmsc [start_number [end_number]] [-r|--raw] gnokii --setsmsc gnokii --createsmsfolder name gnokii --deletesmsfolder number gnokii --showsmsfolderstatus gnokii --smsreader Opcje ksi±¿ku adresowej: gnokii --getphonebook memory_type start_number [end_number|end] [[-r|--raw]|[-v|--vcard]|[-l|--ldif]] gnokii --writephonebook [[-o|--overwrite]|[-f|--find-free]] [-m|--memory-type|--memory] [-n|--memory-location|--memory] [[-v|--vcard]|[-l|--ldif]] gnokii --deletephonebook memory_type start_number [end_number|end] Opcje kalendarza: gnokii --getcalendarnote start_number [end_number|end] [-v] gnokii --writecalendarnote vcalendarfile number gnokii --deletecalendarnote start [end_number|end] Opcje listy zadañ: gnokii --gettodo start_number [end_number|end] [-v] gnokii --writetodo vcalendarfile number gnokii --deletealltodos Opcje wybierania numerów i obs³ugi rozmów: gnokii --getspeeddial number gnokii --setspeeddial number memory_type location gnokii --dialvoice number gnokii --senddtmf string gnokii --answercall callid gnokii --hangup callid gnokii --divert {--op|-o} {register|enable|query|disable|erasure} {--type|-t} {all|busy|noans|outofreach|notavail} {--call|-c} {all|voice|fax|data} [{--timeout|-m} time_in_seconds] [{--number|-n} number] Ustawienia telefonu: gnokii --getdisplaystatus gnokii --displayoutput gnokii --getprofile [start_number [end_number]] [-r|--raw] gnokii --setprofile gnokii --getactiveprofile gnokii --setactiveprofile profile_number gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --reset [soft|hard] gnokii --setdatetime [YYYY [MM [DD [HH [MM]]]]] gnokii --getdatetime gnokii --setalarm [HH MM] gnokii --getalarm Opcje WAP: gnokii --getwapbookmark number gnokii --writewapbookmark name URL gnokii --deletewapbookmark number gnokii --getwapsetting number [-r] gnokii --writewapsetting gnokii --activatewapsetting number Opcje logo: gnokii --sendlogo {caller|op|picture} destination logofile [network code] gnokii --sendringtone rtttlfile destination gnokii --setlogo op [logofile] [network code] gnokii --setlogo startup [logofile] gnokii --setlogo caller [logofile] [caller group number] [group name] gnokii --setlogo {dealer|text} [text] gnokii --getlogo op [logofile] [network code] gnokii --getlogo startup [logofile] [network code] gnokii --getlogo caller [caller group number] [logofile] [network code] gnokii --getlogo {dealer|text} gnokii --viewlogo logofile Opcje dzwonków: gnokii --getringtone rtttlfile [location] [-r|--raw] gnokii --setringtone rtttlfile [location] [-r|--raw] [--name name] gnokii --playringtone rtttlfile [--volume vol] gnokii --ringtoneconvert source destination gnokii --getringtonelist gnokii --deleteringtone start [end] Opcje kodów bezpieczeñstwa: gnokii --identify gnokii --getlocksinfo

source: File options: gnokii --getfilelist remote_path gnokii --getfileid remote_filename gnokii --getfile remote_filename [local_filename] gnokii --getallfiles remote_path gnokii --putfile local_filename remote_filename gnokii --deletefile remote_filename
pl: Opcje plików: gnokii --getfilelist remote_path gnokii --getfileid remote_filename gnokii --getfile remote_filename [local_filename] gnokii --getallfiles remote_path gnokii --putfile local_filename remote_filename gnokii --deletefile remote_filename

source: Misc options: gnokii --keysequence gnokii --enterchar gnokii --listnetworks gnokii --getnetworkinfo
pl: Inne opcje: gnokii --keysequence gnokii --enterchar gnokii --listnetworks gnokii --getnetworkinfo

source: Lock file error. Exiting.
pl: Nieudane blokowanie pliku. Koniec.

source: Telephone interface init failed: %s Quitting.
pl: Nieudana inicjalizacja interfejsu telefonu: %s Koniec.

source: usage: gnokii --sendsms destination [--smsc message_center_number | --smscno message_center_index] [-r] [-C n] [-v n] [--long n] [--animation file;file;file;file] [--concat this;total;serial] Give the text of the message to the standard input. destination - phone number where to send SMS --smsc - phone number of the SMSC --smscno - index of the SMSC set stored in the phone -r - require delivery report -C n - message Class; values [0, 3] -v n - set validity period to n minutes --long n - read n bytes from the input; default is 160
pl: u¿ycie: gnokii --sendsms odbiorca [--smsc numer_centrum_wiadomo¶ci | --smscno indeks_centrum_wiadomo¶ci] [-r] [-C n] [-v n] [--long n] [--animation plik;plik;plik;plik] [--concat this;total;serial] Podaj tre¶æ wiadomo¶ci na standardowe wej¶cie. odbiorca - numer telefonu na który ma dotrzeæ SMS --smsc - numer telefonu SMSC --smscno - indeks SMSC zapisany w telefonie -r - wymagany raport dorêczenia -C n - klasa wiadomo¶ci; warto¶ci od 0 do 3 -v n - wa¿ne przez n minut --long n - wczytanie n bajtów; domy¶lnie 160

source: usage: gnokii --getcalendarnote start_number [end_number | end] [-v] start_number - entry number in the phone calendar (numeric) end_number - until this entry in the phone calendar (numeric, optional) end - the string "end" indicates all entries from start to end -v - output in iCalendar format NOTE: if no end is given, only the start entry is written
pl: sposób u¿ycia: gnokii --getcalendarnote start_number [end_number | end] [-v] start_number - numer pozycji w kalendarzu telefonu (liczba) end_number - do tej pozycji w kalendarzu telefonu (liczba, opcjonalnie) end - napis "end" oznacza wszystkie pozycje od pocz±tku do koñca -v - wyj¶cie w formacie iCalendar UWAGA: je¶li nie podana jest ostatnia pozycja, odczytywana jest tylko pierwsza

source: Please enter SMS text. End your input with <cr><control-D>:
pl: Wprowad¼ tre¶æ SMS-a. Zakoñcz przez <cr><control-D>:

source: Couldn't read from stdin!
pl: B³±d podczas czytania ze standardowego wej¶cia!

source: Input too long! (%d, maximum is %d)
pl: Wej¶cie za d³ugie (%d, powinno byæ najwy¿ej %d)!

source: Could not null bitmap: %s
pl: B³±d czyszczenia obrazka: %s

source: Could not load bitmap from %s: %s
pl: B³±d ³adowania obrazka z %s: %s

source: Input too long!
pl: Wej¶cie za d³ugie!

source: Incorrect --concat option
pl: nieprawid³owa opcja --concat

source: Empty message. Quitting.
pl: Pusta wiadomo¶æ. Koniec.

source: Cannot read the SMSC number from your phone. If the sms send will fail, please use --smsc option explicitely giving the number.
pl: Nie mogê odczytaæ numeru SMSC z telefonu. Jesli wys³anie SMS siê nie powiedzie, u¿yj opcji --smsc do podania numeru SMSC wprost.

source: Send succeeded!
pl: Wys³ano.

source: SMS Send failed (%s)
pl: Wysy³anie SMS-a nieudane (%s)

source: Unknown memory type %s (use ME, SM, ...)!
pl: Nieznany typ pamiêci %s (u¿yj ME, SM, ...)!

source: Invalid datetime format: %s (should be YYMMDDHHMMSS, all digits)!
pl: Nieprawid³owy format daty %s (u¿yj YYMMDDHHSS, jedynie cyfry)!

source: Invalid datetime: %s.
pl: Nieprawid³owy format daty: %s.

source: Message at specified location exists.
pl: Istnieje ju¿ wiadomo¶æ na tej pozycji.

source: Error: %s
pl: B³±d: %s

source: storing sms
pl: zapisywanie wiadomo¶ci

source: Empty message. Quitting
pl: Pusta wiadomo¶æ. Koniec.

source: Saved to %d!
pl: Zapisano do %d!

source: Saving failed (%s)
pl: Zapisywanie nieudane (%s)

source: Starting SMS center number is greater than stop
pl: Pocz±tkowy numer centrum wiadomo¶ci jest mniejszy niz koñcowy

source: SMS center number must be greater than 1
pl: Numer centrum wiadomo¶ci musi byæ wiêkszy ni¿ 1

source: No. %d: "%s" (defined name)
pl: Nr %d: "%s" (zdefiniowana nazwa)

source: No. %d: "%s" (default name)
pl: Nr %d: "%s" (nazwa domy¶lna)

source: SMS center number is %s
pl: Numer centrum wiadomo¶ci to %s

source: Default recipient number is %s
pl: Domy¶lny numer odbiorcy to %s

source: Messages sent as
pl: Wiadomo¶ci wys³ane jako

source: Text
pl: Tekst

source: VoiceMail
pl: Poczta g³osowa

source: Fax
pl: Faks

source: Unknown
pl: Nieznany

source: Message validity is
pl: Wa¿no¶æ wiadomo¶ci to

source: 1 hour
pl: 1 godzina

source: 6 hours
pl: 6 godzin

source: 24 hours
pl: 24 godziny

source: 72 hours
pl: 72 godziny

source: 1 week
pl: 1 tydzieñ

source: Maximum time
pl: Czas maksymalny

source: Input line format isn't valid
pl: Format wiersza wejsciowego jest niepoprawny

source: Folder with name: %s successfully created!
pl: Prawid³owo utworzony folder o nazwie: %s!

source: Error: Number must be between 1 and %i!
pl: B³±d: numer musi siê zawieraæ miêdzy 1 i %i!

source: Number %i of 'My Folders' successfully deleted!
pl: Numer %i pomy¶lnie usuniêty z Moich folderów!

source: Cannot list available folders: %s
pl: Nie mo¿na pokazaæ wybranych folderów: %s

source: No. Name Id #Msg
pl: Nr Nazwa Id #Msg

source: Cannot stat folder "%s": %s
pl: NIe mo¿na sprawdziæ statusu folderu "%s": %s

source: Saving into %s
pl: Zapisujê do %s

source: Filename too long - will be truncated to 63 characters.
pl: Nazwa pliku zbyt d³uga - zostanie skrócona do 63 znaków.

source: %d. MO Message
pl: %d. Wiadomo¶æ wychodz±ca

source: (read)
pl: (przeczytana)

source: (unread)
pl: (nieprzeczytana)

source: (sent)
pl: (wys³ana)

source: (unsent)
pl: (niewys³ana)

source: Text: %s
pl: Tekst: %s

source: %d. Delivery Report
pl: %d. Raport dorêczenia

source: (not read)
pl: (nieprzeczytana)

source: Sending date/time: %02d/%02d/%04d %02d:%02d:%02d
pl: Data wys³ania: %02d/%02d/%04d %02d:%02d:%02d

source: Response date/time: %02d/%02d/%04d %02d:%02d:%02d
pl: Data/godzina odpowiedzi: %02d/%02d/%04d %02d:%02d:%02d

source: Receiver: %s Msg Center: %s
pl: Odbiorca: %s Centrum wiadomo¶ci: %s

source: Picture Message
pl: Wiadomo¶æ graficzna

source: Date/time: %02d/%02d/%04d %02d:%02d:%02d
pl: Data/czas: %02d/%02d/%04d %02d:%02d:%02d

source: Sender: %s Msg center: %s
pl: Nadawca: %s Centrum wiadomo¶ci: %s

source: Bitmap:
pl: Obrazek:

source: Text:
pl: Tekst:

source: %d. Inbox Message
pl: %d. Wiadomo¶æ przychodz±ca

source: Sender: %s Msg Center: %s
pl: Nadawca: %s Centrum SMS: %s

source: GSM operator logo for %s (%s) network.
pl: Logo operatora sieci %s (%s).

source: Saved by Logo Express
pl: Zapisane przez Logo Express

source: Saved by Operator Logo Uploader by Thomas Kessler
pl: Zapisane przez Logo Uploadera Thomasa Kesslera

source: Couldn't save logofile %s!
pl: Nieudana próba zapisu pliku logo %s!

source: Ringtone
pl: Dzwonek

source: Linked (%d/%d):
pl: Po³±czony (%d/%d):

source: WAP vCard:
pl: wizytówka WAP:

source: WAP vCalendar:
pl: kalendarz WAP:

source: WAP vCardSecure:
pl: bezpieczna wizytówka WAP:

source: WAP vCalendarSecure:
pl: bezpieczny kalendarz WAP:

source: Unknown
pl: Nieznany

source: (delete failed)
pl: (kasowanie nieudane)

source: (message deleted)
pl: (wiadomo¶æ usuniêta)

source: GetSMS %s %d failed! (%s)
pl: GetSMS %s %d nieudane!(%s)

source: See the gnokii manual page for the supported memory types with the phone you use.
pl: Znajd obs³ugiwane typy pamiêci dla twojego telefonu w podrêczniku gnokii.

source: Deleted SMS %s %d
pl: SMS %s %d skasowany

source: DeleteSMS %s %d failed!(%s)
pl: Kasowanie SMS %s %d nieudane!(%s)

source: Enter your code:
pl: Wprowad¼ kod:

source: Code ok.
pl: Kod poprawny.

source: Security code status:
pl: Stan kodu zabezpieczaj±cego:

source: waiting for Security Code.
pl: czeka na kod zabezpieczaj±cy.

source: waiting for PIN.
pl: czeka na PIN.

source: waiting for PIN2.
pl: czeka na PIN2.

source: waiting for PUK.
pl: czeka na PUK.

source: waiting for PUK2.
pl: czeka na PUK2.

source: nothing to enter.
pl: nic do wprowadzenia.

source: Unknown!
pl: Nieznany!

source: Enter new code:
pl: Wprowad¼ nowy kod:

source: Retype new code:
pl: Powtórz nowy kod:

source: Error: new code differ
pl: B³±d: kody siê nie zgadzaj±

source: Code changed.
pl: Kod zmieniony.

source: INCOMING CALL: ID: %d, Number: %s, Name: "%s"
pl: ROZMOWA PRZYCHODZ¡CA: ID: %d, Numer: %s, Nazwa: "%s"

source: CALL %d TERMINATED (LOCAL)
pl: ROZMOWA %d ZAKOÑCZONA (LOKALNIE)

source: CALL %d TERMINATED (REMOTE)
pl: ROZMOWA %d ZAKOÑCZONA (ZDALNIE)

source: CALL %d ACCEPTED BY THE REMOTE SIDE
pl: ROZMOWA %d ZAAKCEPTOWANA PRZEZ DRUG¡ STRONÊ

source: CALL %d PLACED ON HOLD
pl: ROZMOWA %d ZAWIESZONA

source: CALL %d RETRIEVED FROM HOLD
pl: ROZMOWA %d PRZYWRÓCONA

source: Dialing failed: %s
pl: Nieudane wybieranie numeru: %s

source: Dialled call, id: %d (lowlevel id: %d)
pl: Rozmowa po³aczona, id: %d (id niskopoziomowy: %d)

source: Sending operator logo.
pl: Wysy³anie logo operatora.

source: Sending caller line identification logo.
pl: Wysy³anie logo identyfikacji dzwoni±cego.

source: Sending Multipart Message: Picture Message.
pl: Wysy³am obrazek jako wiadomo¶æ wieloczê¶ciow±.

source: Sending EMS-compliant Picture Message.
pl: Wysy³am obrazek jako EMS.

source: Sending EMS-compliant Animation.
pl: Wysy³am animacjê EMS.

source: You should specify what kind of logo to send!
pl: Podaj rodzaj logo do wys³ania!

source: Cannot send logo: specified and loaded bitmap type differ!
pl: Nie mogê wys³aæ logo: typy podanej i za³adowanej bitmapy ró¿ni± siê!

source: Saving logo. File "%s" exists. (O)verwrite, create (n)ew or (s)kip ?
pl: Zapisywanie logo. Plik: "%s" juz istnieje. (N)adpisaæ, (u)tworzyæ nowy czy (p)omin±æ?

source: O
pl: N

source: o
pl: n

source: N
pl: U

source: n
pl: u

source: S
pl: P

source: s
pl: p
